{
  "bos_token": "<s>",
  "cls_token": "<cls>",
  "eos_token": "</s>",
  "mask_token": "<mask>",
  "pad_token": "<pad>",
  "sep_token": "<sep>",
  "special_tokens": [
    "<s>",
    "</s>",
    "<unk>",
    "<pad>",
    "<mask>"
  ],
  "tokenizer_class": "PreTrainedTokenizerFast",
  "unk_token": "<unk>"
}
