{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Nmt"
      },
      {
        "type": "NFKC"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": " {2,}"
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 2,
    "vocab": [
      [
        "<s>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<pad>",
        0.0
      ],
      [
        "<mask>",
        0.0
      ],
      [
        "S",
        -3.884519068634328
      ],
      [
        "A",
        -3.920940300303858
      ],
      [
        "T",
        -4.048666527292783
      ],
      [
        "V",
        -4.063503317827404
      ],
      [
        "R",
        -4.160334727640258
      ],
      [
        "E",
        -4.164097798510323
      ],
      [
        "Q",
        -4.186463699450611
      ],
      [
        "L",
        -4.193214294724507
      ],
      [
        "K",
        -4.227747051051217
      ],
      [
        "N",
        -4.243695731693979
      ],
      [
        "I",
        -4.249218237502214
      ],
      [
        "G",
        -4.355507169295699
      ],
      [
        "P",
        -4.463386500759306
      ],
      [
        "D",
        -4.474364552686561
      ],
      [
        "M",
        -4.576783101348191
      ],
      [
        "F",
        -4.60045071597013
      ],
      [
        "Y",
        -4.66430796410352
      ],
      [
        "H",
        -4.6887208361125
      ],
      [
        "C",
        -5.435676473901026
      ],
      [
        "SS",
        -5.807315956714184
      ],
      [
        "AA",
        -5.851483899919488
      ],
      [
        "W",
        -5.907132778761039
      ],
      [
        "RR",
        -5.998887167299136
      ],
      [
        "PS",
        -6.0218551004315355
      ],
      [
        "EE",
        -6.037797318050501
      ],
      [
        "SQ",
        -6.0449538199856665
      ],
      [
        "AS",
        -6.04865871631314
      ],
      [
        "TA",
        -6.088263858860515
      ],
      [
        "SA",
        -6.09785759155301
      ],
      [
        "LL",
        -6.116473275661438
      ],
      [
        "KR",
        -6.116744792901011
      ],
      [
        "LS",
        -6.136950126580636
      ],
      [
        "KE",
        -6.1421034141278295
      ],
      [
        "AV",
        -6.151871661865304
      ],
      [
        "RK",
        -6.15323134094559
      ],
      [
        "▁M",
        -6.155280323128528
      ],
      [
        "RL",
        -6.163854432548188
      ],
      [
        "GS",
        -6.167275605627708
      ],
      [
        "NS",
        -6.171966649372967
      ],
      [
        "QQ",
        -6.174736624798864
      ],
      [
        "KI",
        -6.180982596473553
      ],
      [
        "SL",
        -6.194203143720646
      ],
      [
        "VK",
        -6.200211408976834
      ],
      [
        "PT",
        -6.20330692240762
      ],
      [
        "KK",
        -6.205478928307251
      ],
      [
        "DD",
        -6.211287787662952
      ],
      [
        "LA",
        -6.212888387766563
      ],
      [
        "ES",
        -6.215124842556033
      ],
      [
        "AK",
        -6.2219405094291655
      ],
      [
        "EK",
        -6.2318945038415325
      ],
      [
        "RE",
        -6.23677690842848
      ],
      [
        "AQ",
        -6.255843982051395
      ],
      [
        "DE",
        -6.2589801478245874
      ],
      [
        "TT",
        -6.266475137744967
      ],
      [
        "TV",
        -6.268230175464268
      ],
      [
        "SE",
        -6.269054572788107
      ],
      [
        "SN",
        -6.271161960590087
      ],
      [
        "VQ",
        -6.271682992357107
      ],
      [
        "KN",
        -6.272713762253943
      ],
      [
        "VS",
        -6.274839137404134
      ],
      [
        "AE",
        -6.277735234163838
      ],
      [
        "SG",
        -6.281262046073245
      ],
      [
        "VA",
        -6.281444217512233
      ],
      [
        "EL",
        -6.282797103056986
      ],
      [
        "DR",
        -6.286090438174988
      ],
      [
        "LE",
        -6.287213705790421
      ],
      [
        "VV",
        -6.288260066169867
      ],
      [
        "AP",
        -6.292264806872021
      ],
      [
        "TL",
        -6.2962651012626125
      ],
      [
        "QR",
        -6.297953548107129
      ],
      [
        "TE",
        -6.3024804011350835
      ],
      [
        "TS",
        -6.304094058961548
      ],
      [
        "PA",
        -6.304177699923935
      ],
      [
        "LQ",
        -6.315415882244936
      ],
      [
        "PL",
        -6.323749704465111
      ],
      [
        "LN",
        -6.324160178333562
      ],
      [
        "AL",
        -6.324906769184803
      ],
      [
        "SD",
        -6.325521300252616
      ],
      [
        "QE",
        -6.325894663651535
      ],
      [
        "GG",
        -6.326061479124387
      ],
      [
        "SK",
        -6.328939861057179
      ],
      [
        "TK",
        -6.331200767134909
      ],
      [
        "QA",
        -6.331294286552586
      ],
      [
        "GA",
        -6.332780656415327
      ],
      [
        "NN",
        -6.333620978718216
      ],
      [
        "SR",
        -6.333766377672923
      ],
      [
        "TD",
        -6.334806428598338
      ],
      [
        "AR",
        -6.337207123535439
      ],
      [
        "EA",
        -6.339348066925838
      ],
      [
        "GD",
        -6.353594494129746
      ],
      [
        "ST",
        -6.354274579423226
      ],
      [
        "KT",
        -6.355715256660295
      ],
      [
        "IS",
        -6.359054555454859
      ],
      [
        "NV",
        -6.365924738232726
      ],
      [
        "LR",
        -6.376396285755593
      ],
      [
        "AT",
        -6.3863356194571335
      ],
      [
        "NI",
        -6.394050268337349
      ],
      [
        "NK",
        -6.39523577449015
      ],
      [
        "QP",
        -6.398893240356395
      ],
      [
        "TP",
        -6.399613800947126
      ],
      [
        "NL",
        -6.401480774053418
      ],
      [
        "YS",
        -6.403734883426434
      ],
      [
        "QK",
        -6.404386115022447
      ],
      [
        "VL",
        -6.40466193981489
      ],
      [
        "SP",
        -6.412040540823282
      ],
      [
        "LK",
        -6.419505350344446
      ],
      [
        "NA",
        -6.422347575689255
      ],
      [
        "KD",
        -6.425359573582945
      ],
      [
        "TR",
        -6.426582953509513
      ],
      [
        "NG",
        -6.431112608848803
      ],
      [
        "KS",
        -6.43186646842509
      ],
      [
        "AG",
        -6.433739227563443
      ],
      [
        "RG",
        -6.434989678720742
      ],
      [
        "DT",
        -6.446215460069803
      ],
      [
        "GE",
        -6.45422272963081
      ],
      [
        "FG",
        -6.457250554888644
      ],
      [
        "RF",
        -6.459034259014424
      ],
      [
        "KL",
        -6.460408840688262
      ],
      [
        "QS",
        -6.463462212119035
      ],
      [
        "TF",
        -6.464012235666696
      ],
      [
        "QN",
        -6.464229695563515
      ],
      [
        "TI",
        -6.464313300833391
      ],
      [
        "LY",
        -6.464347112463274
      ],
      [
        "RV",
        -6.4643685001167706
      ],
      [
        "PK",
        -6.465041908457786
      ],
      [
        "PR",
        -6.467756579605515
      ],
      [
        "RT",
        -6.4692486428937785
      ],
      [
        "SV",
        -6.469411270746909
      ],
      [
        "VT",
        -6.469857118179408
      ],
      [
        "KF",
        -6.472314115527906
      ],
      [
        "NQ",
        -6.473374761125021
      ],
      [
        "VR",
        -6.473705545464182
      ],
      [
        "GV",
        -6.475403992985497
      ],
      [
        "EN",
        -6.477463975135617
      ],
      [
        "LC",
        -6.481494382699398
      ],
      [
        "RI",
        -6.485090307464277
      ],
      [
        "EQ",
        -6.486341864708798
      ],
      [
        "ET",
        -6.489864086314303
      ],
      [
        "TQ",
        -6.490366969850952
      ],
      [
        "ED",
        -6.490994050748851
      ],
      [
        "LP",
        -6.491517523886824
      ],
      [
        "PG",
        -6.494519139987507
      ],
      [
        "ER",
        -6.495354057150706
      ],
      [
        "TN",
        -6.49888886494227
      ],
      [
        "NT",
        -6.500927591074341
      ],
      [
        "DS",
        -6.50386180465411
      ],
      [
        "QV",
        -6.504390759820246
      ],
      [
        "IP",
        -6.505530715479702
      ],
      [
        "IN",
        -6.511269887633329
      ],
      [
        "SI",
        -6.511337649843551
      ],
      [
        "LF",
        -6.511544052410403
      ],
      [
        "EG",
        -6.515963772736882
      ],
      [
        "HS",
        -6.51646734415445
      ],
      [
        "GP",
        -6.522175898249097
      ],
      [
        "QL",
        -6.523819639327383
      ],
      [
        "IV",
        -6.52410260486019
      ],
      [
        "GR",
        -6.524149407100574
      ],
      [
        "SY",
        -6.526811569491088
      ],
      [
        "PQ",
        -6.527174491906599
      ],
      [
        "CS",
        -6.530793482490229
      ],
      [
        "IQ",
        -6.531022145389128
      ],
      [
        "GT",
        -6.532638691849389
      ],
      [
        "IE",
        -6.5358285827572455
      ],
      [
        "NP",
        -6.5395369411059745
      ],
      [
        "DL",
        -6.541165090578421
      ],
      [
        "GL",
        -6.541573153292681
      ],
      [
        "FA",
        -6.5448356084639565
      ],
      [
        "KP",
        -6.546038832130409
      ],
      [
        "EV",
        -6.552222380626771
      ],
      [
        "NE",
        -6.55365284643919
      ],
      [
        "PV",
        -6.554579045778729
      ],
      [
        "NR",
        -6.558064904001545
      ],
      [
        "RQ",
        -6.561066256222253
      ],
      [
        "YG",
        -6.561099106259655
      ],
      [
        "DF",
        -6.563852017562552
      ],
      [
        "KV",
        -6.563908216527225
      ],
      [
        "YR",
        -6.570559191483787
      ],
      [
        "FQ",
        -6.574028072877815
      ],
      [
        "HP",
        -6.5743400130126615
      ],
      [
        "QG",
        -6.577021289869893
      ],
      [
        "RP",
        -6.577079727543571
      ],
      [
        "CL",
        -6.580732941108371
      ],
      [
        "RN",
        -6.584470694045573
      ],
      [
        "ID",
        -6.584976221789645
      ],
      [
        "VF",
        -6.588508522969243
      ],
      [
        "PP",
        -6.589101061640916
      ],
      [
        "KA",
        -6.594813545717319
      ],
      [
        "PI",
        -6.595484628244969
      ],
      [
        "PN",
        -6.595907997092649
      ],
      [
        "ML",
        -6.598576283191042
      ],
      [
        "QI",
        -6.599431097449046
      ],
      [
        "KQ",
        -6.6002469221260185
      ],
      [
        "IR",
        -6.602880248788504
      ],
      [
        "GY",
        -6.604908211812593
      ],
      [
        "KY",
        -6.605731870179296
      ],
      [
        "EI",
        -6.606422562597678
      ],
      [
        "IA",
        -6.607753166716807
      ],
      [
        "AN",
        -6.611552587423645
      ],
      [
        "DK",
        -6.611709118266755
      ],
      [
        "QT",
        -6.615143855455573
      ],
      [
        "VE",
        -6.615709122552287
      ],
      [
        "GI",
        -6.619787223254997
      ],
      [
        "PE",
        -6.6221355813834935
      ],
      [
        "AI",
        -6.623322603929431
      ],
      [
        "IL",
        -6.624778142762639
      ],
      [
        "PD",
        -6.626236955711366
      ],
      [
        "LG",
        -6.626239294572298
      ],
      [
        "LH",
        -6.6302944852085455
      ],
      [
        "RS",
        -6.631854055776849
      ],
      [
        "VG",
        -6.631956291931322
      ],
      [
        "SH",
        -6.634860524794963
      ],
      [
        "MA",
        -6.6364048235992765
      ],
      [
        "AD",
        -6.637895971056606
      ],
      [
        "IT",
        -6.643618476634431
      ],
      [
        "IK",
        -6.6464557686199495
      ],
      [
        "GK",
        -6.646898292913861
      ],
      [
        "QD",
        -6.65451292561038
      ],
      [
        "DI",
        -6.658310932093659
      ],
      [
        "DV",
        -6.664183443806278
      ],
      [
        "FK",
        -6.6654063665403855
      ],
      [
        "DA",
        -6.66749124869384
      ],
      [
        "FE",
        -6.672080619132435
      ],
      [
        "GF",
        -6.67307883047143
      ],
      [
        "LV",
        -6.674032602120957
      ],
      [
        "LT",
        -6.674345903596969
      ],
      [
        "SF",
        -6.6758336259778375
      ],
      [
        "ME",
        -6.678714181416004
      ],
      [
        "FS",
        -6.680266029723722
      ],
      [
        "TG",
        -6.68293144216825
      ],
      [
        "DN",
        -6.683036267364596
      ],
      [
        "GH",
        -6.684716209623485
      ],
      [
        "VI",
        -6.685743728194183
      ],
      [
        "VD",
        -6.687290565489195
      ],
      [
        "DY",
        -6.687440354531466
      ],
      [
        "RD",
        -6.6931497416833485
      ],
      [
        "II",
        -6.6937328336900945
      ],
      [
        "NY",
        -6.694899407685982
      ],
      [
        "MK",
        -6.70553917582409
      ],
      [
        "LD",
        -6.707224490635631
      ],
      [
        "HR",
        -6.707474987476002
      ],
      [
        "IF",
        -6.722889064635562
      ],
      [
        "PF",
        -6.724654627461999
      ],
      [
        "DQ",
        -6.728291158399448
      ],
      [
        "HG",
        -6.730535915215757
      ],
      [
        "FR",
        -6.731982009797517
      ],
      [
        "GQ",
        -6.73255611966299
      ],
      [
        "FT",
        -6.737235309350771
      ],
      [
        "VP",
        -6.739326063198398
      ],
      [
        "VY",
        -6.7412997988558025
      ],
      [
        "KG",
        -6.742474485779594
      ],
      [
        "EP",
        -6.744319821970821
      ],
      [
        "HV",
        -6.747039367550233
      ],
      [
        "YK",
        -6.748239425311168
      ],
      [
        "RY",
        -6.752924089188775
      ],
      [
        "RA",
        -6.754721591922302
      ],
      [
        "AF",
        -6.7624093079783
      ],
      [
        "VH",
        -6.774412798103251
      ],
      [
        "SSS",
        -6.774949820243523
      ],
      [
        "LM",
        -6.78139196234436
      ],
      [
        "FN",
        -6.785504799976838
      ],
      [
        "SC",
        -6.787792578138672
      ],
      [
        "HL",
        -6.790476829190749
      ],
      [
        "SM",
        -6.792656821335482
      ],
      [
        "GM",
        -6.792686503554704
      ],
      [
        "RH",
        -6.792892953920682
      ],
      [
        "NF",
        -6.7977883210682695
      ],
      [
        "YQ",
        -6.79962946446467
      ],
      [
        "FD",
        -6.800408903289634
      ],
      [
        "QF",
        -6.815258842304092
      ],
      [
        "YP",
        -6.821936261613363
      ],
      [
        "IG",
        -6.822065361895126
      ],
      [
        "EF",
        -6.822643287265155
      ],
      [
        "IH",
        -6.825041674720146
      ],
      [
        "MS",
        -6.833180324329707
      ],
      [
        "PY",
        -6.835780676869171
      ],
      [
        "AY",
        -6.838203330476745
      ],
      [
        "YN",
        -6.838768036876502
      ],
      [
        "YD",
        -6.841774459443003
      ],
      [
        "VC",
        -6.844534580050445
      ],
      [
        "MD",
        -6.846977242165432
      ],
      [
        "CG",
        -6.847858649309524
      ],
      [
        "HI",
        -6.848815833969548
      ],
      [
        "FP",
        -6.851000914800465
      ],
      [
        "VN",
        -6.858830969734984
      ],
      [
        "CP",
        -6.866956016574671
      ],
      [
        "YA",
        -6.869243487935231
      ],
      [
        "HQ",
        -6.872003206319692
      ],
      [
        "YY",
        -6.878563896294551
      ],
      [
        "ND",
        -6.878843485196583
      ],
      [
        "KM",
        -6.880908280702288
      ],
      [
        "GN",
        -6.882813049324616
      ],
      [
        "YL",
        -6.898017518153585
      ],
      [
        "FF",
        -6.8999631628150535
      ],
      [
        "FL",
        -6.9004188498763765
      ],
      [
        "EY",
        -6.906606773375764
      ],
      [
        "EM",
        -6.912290455566276
      ],
      [
        "DG",
        -6.919828779149536
      ],
      [
        "MG",
        -6.922697086377504
      ],
      [
        "TY",
        -6.92544638398
      ],
      [
        "LI",
        -6.929701466225788
      ],
      [
        "QH",
        -6.934301845682072
      ],
      [
        "FI",
        -6.936141956098069
      ],
      [
        "YE",
        -6.947441971924683
      ],
      [
        "AM",
        -6.948170170121914
      ],
      [
        "HA",
        -6.954059974795677
      ],
      [
        "FY",
        -6.956517693615392
      ],
      [
        "PH",
        -6.96669313115787
      ],
      [
        "NH",
        -6.979552670919378
      ],
      [
        "TH",
        -6.98301314996812
      ],
      [
        "HT",
        -6.983202163280568
      ],
      [
        "YI",
        -6.988862316977501
      ],
      [
        "DM",
        -6.998112517065193
      ],
      [
        "EH",
        -7.006069020953186
      ],
      [
        "HH",
        -7.009146310964038
      ],
      [
        "QY",
        -7.010352957445719
      ],
      [
        "MN",
        -7.012314040977629
      ],
      [
        "YV",
        -7.015818012058041
      ],
      [
        "YT",
        -7.017976005716752
      ],
      [
        "MV",
        -7.018098638828542
      ],
      [
        "DH",
        -7.025067091122239
      ],
      [
        "IY",
        -7.034826477410188
      ],
      [
        "AH",
        -7.035786136352534
      ],
      [
        "CR",
        -7.041713367444278
      ],
      [
        "FV",
        -7.046030556837733
      ],
      [
        "CK",
        -7.046868955114522
      ],
      [
        "GC",
        -7.06180080523387
      ],
      [
        "HF",
        -7.063802390691886
      ],
      [
        "QM",
        -7.068883427781558
      ],
      [
        "IC",
        -7.069697778414992
      ],
      [
        "YF",
        -7.079922343025898
      ],
      [
        "RC",
        -7.093334435133679
      ],
      [
        "KC",
        -7.0979992388463895
      ],
      [
        "MP",
        -7.1011033901290865
      ],
      [
        "PPP",
        -7.122841543986363
      ],
      [
        "MR",
        -7.125542122688124
      ],
      [
        "DP",
        -7.130238842999026
      ],
      [
        "HK",
        -7.1342379306239625
      ],
      [
        "CD",
        -7.136674232192045
      ],
      [
        "CE",
        -7.1438263581165895
      ],
      [
        "FH",
        -7.157648507853866
      ],
      [
        "NM",
        -7.170834567027066
      ],
      [
        "AAA",
        -7.17397173505332
      ],
      [
        "HE",
        -7.1779271793134765
      ],
      [
        "RM",
        -7.183757060404492
      ],
      [
        "AC",
        -7.189116862599233
      ],
      [
        "KH",
        -7.189846744118667
      ],
      [
        "PM",
        -7.196727212348249
      ],
      [
        "TC",
        -7.196763920212302
      ],
      [
        "DC",
        -7.217262515703132
      ],
      [
        "LW",
        -7.232242760358652
      ],
      [
        "MQ",
        -7.236648712646354
      ],
      [
        "EC",
        -7.242182051964481
      ],
      [
        "WL",
        -7.247132227610589
      ],
      [
        "HN",
        -7.260193825034152
      ],
      [
        "SW",
        -7.273507172995039
      ],
      [
        "CV",
        -7.298640952299061
      ],
      [
        "WK",
        -7.299037084355075
      ],
      [
        "FC",
        -7.3252982255224435
      ],
      [
        "VM",
        -7.332546411294163
      ],
      [
        "CQ",
        -7.360794700542382
      ],
      [
        "HD",
        -7.361084785572107
      ],
      [
        "MT",
        -7.368607806584999
      ],
      [
        "HY",
        -7.39174924419917
      ],
      [
        "YH",
        -7.401096860597146
      ],
      [
        "EEE",
        -7.401551112876314
      ],
      [
        "GGG",
        -7.411903999370933
      ],
      [
        "NC",
        -7.429321395966967
      ],
      [
        "TM",
        -7.433674420318929
      ],
      [
        "PC",
        -7.444593877915813
      ],
      [
        "CA",
        -7.453152185967467
      ],
      [
        "GW",
        -7.466631766921838
      ],
      [
        "WE",
        -7.4695480347064045
      ],
      [
        "CF",
        -7.486778972557734
      ],
      [
        "WR",
        -7.488928116013427
      ],
      [
        "DW",
        -7.499216024968213
      ],
      [
        "KW",
        -7.504079422845124
      ],
      [
        "CT",
        -7.520536014770351
      ],
      [
        "CI",
        -7.543135386796777
      ],
      [
        "RW",
        -7.5480968655686
      ],
      [
        "CN",
        -7.558168610966039
      ],
      [
        "WD",
        -7.565543323797338
      ],
      [
        "SPS",
        -7.5877219715518684
      ],
      [
        "MM",
        -7.587881550576523
      ],
      [
        "MI",
        -7.590661494345958
      ],
      [
        "PSS",
        -7.59485073323073
      ],
      [
        "ELL",
        -7.595862071918047
      ],
      [
        "AW",
        -7.59658164428179
      ],
      [
        "WS",
        -7.597076712860014
      ],
      [
        "LPP",
        -7.598391577192592
      ],
      [
        "QQQ",
        -7.617543758763767
      ],
      [
        "KKK",
        -7.641250311750551
      ],
      [
        "YC",
        -7.643878279229749
      ],
      [
        "HM",
        -7.646784135571586
      ],
      [
        "EW",
        -7.65181010969708
      ],
      [
        "PW",
        -7.657667316057281
      ],
      [
        "▁MA",
        -7.688124701367706
      ],
      [
        "EEL",
        -7.6918442001762415
      ],
      [
        "HC",
        -7.698836500277146
      ],
      [
        "SSP",
        -7.701244121629741
      ],
      [
        "LLS",
        -7.70714855738254
      ],
      [
        "LLE",
        -7.708062013470503
      ],
      [
        "IM",
        -7.713713686690391
      ],
      [
        "QC",
        -7.721416528377738
      ],
      [
        "SAS",
        -7.727310911626136
      ],
      [
        "EKL",
        -7.741366072312776
      ],
      [
        "PSP",
        -7.744325947750525
      ],
      [
        "VW",
        -7.754061694690645
      ],
      [
        "SLP",
        -7.755155957832316
      ],
      [
        "KEK",
        -7.75526505277588
      ],
      [
        "SLL",
        -7.791124574611295
      ],
      [
        "MF",
        -7.794833533336805
      ],
      [
        "NW",
        -7.798248272698942
      ],
      [
        "WA",
        -7.799809841401007
      ],
      [
        "TSS",
        -7.805776459506203
      ],
      [
        "SSL",
        -7.811330774744986
      ],
      [
        "PLP",
        -7.818120942766751
      ],
      [
        "WG",
        -7.819131758107139
      ],
      [
        "WN",
        -7.819411183202243
      ],
      [
        "LKK",
        -7.821967440928871
      ],
      [
        "CH",
        -7.824726224166843
      ],
      [
        "FM",
        -7.824960985010812
      ],
      [
        "LEK",
        -7.827312244746737
      ],
      [
        "QW",
        -7.838235560252968
      ],
      [
        "▁MS",
        -7.838541731837995
      ],
      [
        "SGS",
        -7.84375758552929
      ],
      [
        "EAL",
        -7.843870103143219
      ],
      [
        "SLS",
        -7.855220133094633
      ],
      [
        "RRR",
        -7.8681049921613555
      ],
      [
        "LLQ",
        -7.868242319631461
      ],
      [
        "LSP",
        -7.86838556286923
      ],
      [
        "PAP",
        -7.883673001570507
      ],
      [
        "TW",
        -7.8838436882814
      ],
      [
        "GSS",
        -7.887868353670337
      ],
      [
        "KRK",
        -7.900102682863848
      ],
      [
        "LKE",
        -7.902106913348582
      ],
      [
        "LEE",
        -7.905119398390696
      ],
      [
        "GSG",
        -7.916081733146558
      ],
      [
        "LGL",
        -7.922765101087109
      ],
      [
        "CC",
        -7.927370652884169
      ],
      [
        "WT",
        -7.929577470032959
      ],
      [
        "KEL",
        -7.932031909260672
      ],
      [
        "LLK",
        -7.944770226846278
      ],
      [
        "LLR",
        -7.958277439161062
      ],
      [
        "STS",
        -7.963419611390569
      ],
      [
        "SST",
        -7.965569601770342
      ],
      [
        "RLL",
        -7.9655848633636355
      ],
      [
        "LLD",
        -7.966256652163359
      ],
      [
        "EKE",
        -7.974126345997025
      ],
      [
        "LPS",
        -7.979995955888194
      ],
      [
        "RGR",
        -7.986542565217223
      ],
      [
        "KLL",
        -7.997516089144786
      ],
      [
        "KKL",
        -8.00540117411719
      ],
      [
        "QLL",
        -8.016067340738982
      ],
      [
        "DLL",
        -8.020749419359408
      ],
      [
        "WV",
        -8.02733539125856
      ],
      [
        "RSR",
        -8.029284771511964
      ],
      [
        "RER",
        -8.030281578600135
      ],
      [
        "YM",
        -8.040391487404666
      ],
      [
        "LSS",
        -8.050941647269433
      ],
      [
        "RLR",
        -8.051245403988274
      ],
      [
        "SRS",
        -8.062331072853219
      ],
      [
        "GRG",
        -8.066215427478285
      ],
      [
        "ASS",
        -8.066954093925773
      ],
      [
        "LDL",
        -8.076288024115454
      ],
      [
        "DED",
        -8.083215898974883
      ],
      [
        "SSSS",
        -8.085875995739784
      ],
      [
        "REL",
        -8.086637602075992
      ],
      [
        "EEA",
        -8.08684876239587
      ],
      [
        "SSA",
        -8.087960119430738
      ],
      [
        "WQ",
        -8.093177590310685
      ],
      [
        "KEE",
        -8.093524049152256
      ],
      [
        "NSS",
        -8.096931030428948
      ],
      [
        "SPA",
        -8.097772747837578
      ],
      [
        "KLK",
        -8.098936287711162
      ],
      [
        "RKR",
        -8.101331960227313
      ],
      [
        "EAE",
        -8.10137451231287
      ],
      [
        "GAG",
        -8.10272722491733
      ],
      [
        "CY",
        -8.105018060644053
      ],
      [
        "EQL",
        -8.108643479160703
      ],
      [
        "ALL",
        -8.109817890050241
      ],
      [
        "GLP",
        -8.11210486504666
      ],
      [
        "EED",
        -8.114165085824602
      ],
      [
        "SGG",
        -8.123821292404124
      ],
      [
        "MH",
        -8.123854815705105
      ],
      [
        "CGK",
        -8.12480471319114
      ],
      [
        "EEI",
        -8.12779925663218
      ],
      [
        "SSG",
        -8.135114301163494
      ],
      [
        "EAA",
        -8.135134773449806
      ],
      [
        "PPA",
        -8.135322489006814
      ],
      [
        "IW",
        -8.136345307463234
      ],
      [
        "ELE",
        -8.138564835732623
      ],
      [
        "LLA",
        -8.141939104535586
      ],
      [
        "LQE",
        -8.144460217580107
      ],
      [
        "LLP",
        -8.149204004843762
      ],
      [
        "SSD",
        -8.151167151825069
      ],
      [
        "LAS",
        -8.15276282671813
      ],
      [
        "EDE",
        -8.15830404007605
      ],
      [
        "ALA",
        -8.162316052625876
      ],
      [
        "LES",
        -8.165780425156797
      ],
      [
        "KSL",
        -8.167408907948452
      ],
      [
        "PPS",
        -8.170251348670586
      ],
      [
        "GGS",
        -8.175323976482144
      ],
      [
        "DEE",
        -8.176334256100263
      ],
      [
        "SKS",
        -8.176383272527175
      ],
      [
        "KRR",
        -8.180368585276659
      ],
      [
        "LAE",
        -8.18055080148984
      ],
      [
        "GLS",
        -8.181104452566126
      ],
      [
        "QAL",
        -8.182232559205227
      ],
      [
        "SNS",
        -8.185180692617426
      ],
      [
        "LSE",
        -8.193330390346103
      ],
      [
        "LLL",
        -8.193412441066203
      ],
      [
        "AGA",
        -8.195559292582354
      ],
      [
        "LSL",
        -8.197382153250933
      ],
      [
        "LER",
        -8.198034946868608
      ],
      [
        "KGK",
        -8.202853772409767
      ],
      [
        "LSK",
        -8.208396845412526
      ],
      [
        "SSV",
        -8.209390875852506
      ],
      [
        "LAA",
        -8.211119505074834
      ],
      [
        "ASA",
        -8.211931394092527
      ],
      [
        "QQL",
        -8.214053337769531
      ],
      [
        "MY",
        -8.214937807837735
      ],
      [
        "APP",
        -8.222800587506093
      ],
      [
        "QEL",
        -8.225669662513177
      ],
      [
        "PLL",
        -8.227888840046424
      ],
      [
        "DEL",
        -8.229436766861538
      ],
      [
        "RAL",
        -8.230538022578697
      ],
      [
        "SVL",
        -8.23098041790169
      ],
      [
        "APA",
        -8.23132364230993
      ],
      [
        "SQS",
        -8.233369896902591
      ],
      [
        "DLS",
        -8.233425775376872
      ],
      [
        "SDS",
        -8.236753537218556
      ],
      [
        "RAR",
        -8.237294101789956
      ],
      [
        "AEA",
        -8.23786006023413
      ],
      [
        "KAK",
        -8.244752189207553
      ],
      [
        "PAS",
        -8.248083344407899
      ],
      [
        "AAS",
        -8.248227978772611
      ],
      [
        "SVS",
        -8.248634074671301
      ],
      [
        "LEA",
        -8.252046219016318
      ],
      [
        "STP",
        -8.253388782082585
      ],
      [
        "ERL",
        -8.26006557126468
      ],
      [
        "NNN",
        -8.262350086300675
      ],
      [
        "LDE",
        -8.26337293792567
      ],
      [
        "AAL",
        -8.26481744244489
      ],
      [
        "KSK",
        -8.267457597384238
      ],
      [
        "SLA",
        -8.267558098065
      ],
      [
        "PVP",
        -8.26930891188489
      ],
      [
        "EVL",
        -8.272764869020246
      ],
      [
        "LSR",
        -8.27859751894147
      ],
      [
        "QKL",
        -8.278851925347157
      ],
      [
        "DSS",
        -8.280497628506863
      ],
      [
        "LPL",
        -8.28560678370417
      ],
      [
        "DAL",
        -8.287665996987306
      ],
      [
        "DSD",
        -8.287891597250042
      ],
      [
        "EEK",
        -8.29223572167179
      ],
      [
        "KKR",
        -8.29521091061587
      ],
      [
        "AAG",
        -8.295336966408767
      ],
      [
        "WI",
        -8.295494452351392
      ],
      [
        "FW",
        -8.295890314125861
      ],
      [
        "LTP",
        -8.296337205931126
      ],
      [
        "NSN",
        -8.299557880527082
      ],
      [
        "ERE",
        -8.299936276197293
      ],
      [
        "LLN",
        -8.300642932272718
      ],
      [
        "PPG",
        -8.302204494676065
      ],
      [
        "LKD",
        -8.307149435045147
      ],
      [
        "TST",
        -8.307330956961394
      ],
      [
        "GLG",
        -8.310060989000078
      ],
      [
        "LRR",
        -8.311168528687762
      ],
      [
        "TTT",
        -8.311450366192588
      ],
      [
        "LRE",
        -8.3116947684967
      ],
      [
        "TPS",
        -8.314394806871379
      ],
      [
        "GSP",
        -8.31469063117958
      ],
      [
        "KAL",
        -8.319274332266179
      ],
      [
        "LKS",
        -8.319906320049615
      ],
      [
        "RDR",
        -8.323104685652908
      ],
      [
        "EIL",
        -8.326992569874534
      ],
      [
        "GLL",
        -8.328753166116055
      ],
      [
        "TSP",
        -8.329763282409779
      ],
      [
        "LTE",
        -8.334701448912803
      ],
      [
        "SAL",
        -8.337890723067726
      ],
      [
        "LKR",
        -8.339245774051893
      ],
      [
        "KVL",
        -8.339392473387498
      ],
      [
        "DIL",
        -8.339616888610326
      ],
      [
        "LSD",
        -8.34064120080012
      ],
      [
        "ASG",
        -8.341862332756756
      ],
      [
        "GPG",
        -8.344890670887011
      ],
      [
        "SPP",
        -8.346888688645357
      ],
      [
        "LEN",
        -8.353044577570786
      ],
      [
        "SQP",
        -8.353065007694838
      ],
      [
        "ESE",
        -8.35436190636391
      ],
      [
        "LLG",
        -8.355021094883604
      ],
      [
        "LED",
        -8.357422689259304
      ],
      [
        "VSS",
        -8.362686727518742
      ],
      [
        "SVP",
        -8.364248718894995
      ],
      [
        "RVL",
        -8.368370689383422
      ],
      [
        "AEE",
        -8.369818481453446
      ],
      [
        "TAA",
        -8.370458397488726
      ],
      [
        "DVL",
        -8.373217402885494
      ],
      [
        "WP",
        -8.376149526300928
      ],
      [
        "TPT",
        -8.384377381216417
      ],
      [
        "LQQ",
        -8.387288925878076
      ],
      [
        "LKN",
        -8.389663966063623
      ],
      [
        "DDD",
        -8.393227154231894
      ],
      [
        "KKE",
        -8.39529542057587
      ],
      [
        "AAV",
        -8.399378104139306
      ],
      [
        "PLS",
        -8.401514391756546
      ],
      [
        "REK",
        -8.40264633493813
      ],
      [
        "PEP",
        -8.402689542527797
      ],
      [
        "LEQ",
        -8.403399663759505
      ],
      [
        "ESL",
        -8.403778794108693
      ],
      [
        "LSQ",
        -8.405330300520099
      ],
      [
        "LDS",
        -8.40695804766872
      ],
      [
        "DSL",
        -8.409131190848298
      ],
      [
        "SPT",
        -8.411408303989727
      ],
      [
        "LRK",
        -8.416651932514652
      ],
      [
        "AGG",
        -8.417954775218904
      ],
      [
        "WF",
        -8.41833397353787
      ],
      [
        "DPE",
        -8.420477657916496
      ],
      [
        "EEV",
        -8.423875918715929
      ],
      [
        "PAA",
        -8.426144875907568
      ],
      [
        "PSL",
        -8.428801745408748
      ],
      [
        "PQP",
        -8.428863928660107
      ],
      [
        "KQL",
        -8.428909044259587
      ],
      [
        "SIL",
        -8.43086282826015
      ],
      [
        "DLE",
        -8.434142145292265
      ],
      [
        "VEE",
        -8.434838600354215
      ],
      [
        "AKK",
        -8.436194942504901
      ],
      [
        "PSA",
        -8.436281376375824
      ],
      [
        "RQL",
        -8.436481567919259
      ],
      [
        "PKP",
        -8.439243322694924
      ],
      [
        "GGA",
        -8.439682202131785
      ],
      [
        "SPL",
        -8.439949385407877
      ],
      [
        "PTP",
        -8.440181783206082
      ],
      [
        "QLQ",
        -8.440653877648543
      ],
      [
        "NGN",
        -8.442670091311502
      ],
      [
        "KTL",
        -8.448390587390875
      ],
      [
        "VPV",
        -8.450611644990534
      ],
      [
        "ASP",
        -8.450667493417559
      ],
      [
        "LPG",
        -8.454798138381154
      ],
      [
        "LDD",
        -8.455820253421523
      ],
      [
        "SED",
        -8.457268337289847
      ],
      [
        "FSS",
        -8.458080881920015
      ],
      [
        "ETL",
        -8.461801156400952
      ],
      [
        "SSN",
        -8.461983218742628
      ],
      [
        "KDL",
        -8.464242437758868
      ],
      [
        "GKT",
        -8.464305775528134
      ],
      [
        "ASL",
        -8.465549172190734
      ],
      [
        "PRP",
        -8.465750289824406
      ],
      [
        "ILK",
        -8.46747979885421
      ],
      [
        "ELA",
        -8.47035670914628
      ],
      [
        "PPL",
        -8.471152046208399
      ],
      [
        "LRS",
        -8.471286470201088
      ],
      [
        "TSA",
        -8.471662854342373
      ],
      [
        "DPS",
        -8.472592243388902
      ],
      [
        "EDL",
        -8.473366030986353
      ],
      [
        "RQR",
        -8.473880076738995
      ],
      [
        "TPA",
        -8.4752849813603
      ],
      [
        "LAK",
        -8.481575698490463
      ],
      [
        "VLD",
        -8.483762102274262
      ],
      [
        "SIS",
        -8.485055478527908
      ],
      [
        "LPE",
        -8.486162080885023
      ],
      [
        "APG",
        -8.488543354618795
      ],
      [
        "SQL",
        -8.49103468112827
      ],
      [
        "NLL",
        -8.492344582379857
      ],
      [
        "PGA",
        -8.492564868426609
      ],
      [
        "DGS",
        -8.493066688598851
      ],
      [
        "SSE",
        -8.493794655735279
      ],
      [
        "VEK",
        -8.494028584967575
      ],
      [
        "DLI",
        -8.501534958351462
      ],
      [
        "LQA",
        -8.503131847622358
      ],
      [
        "TLL",
        -8.505542892873624
      ],
      [
        "KKA",
        -8.506459588550324
      ],
      [
        "DLV",
        -8.50831796991165
      ],
      [
        "SFS",
        -8.508911726184522
      ],
      [
        "LEL",
        -8.5090605110566
      ],
      [
        "ALR",
        -8.511214239287494
      ],
      [
        "TPP",
        -8.516561541344878
      ],
      [
        "SAP",
        -8.517533572127958
      ],
      [
        "GSL",
        -8.519570149939824
      ],
      [
        "GEG",
        -8.520002973076144
      ],
      [
        "PGP",
        -8.520304201805146
      ],
      [
        "AKA",
        -8.521744907936323
      ],
      [
        "SKK",
        -8.524077841445294
      ],
      [
        "RRL",
        -8.525925371382819
      ],
      [
        "KDK",
        -8.526714526645872
      ],
      [
        "▁ME",
        -8.530014036375041
      ],
      [
        "SES",
        -8.531010682605645
      ],
      [
        "GTG",
        -8.53245672524572
      ],
      [
        "EAV",
        -8.532572193699833
      ],
      [
        "KNK",
        -8.534277520202028
      ],
      [
        "QQQQ",
        -8.534830003300476
      ],
      [
        "AEL",
        -8.535589504937493
      ],
      [
        "LQS",
        -8.541251543040026
      ],
      [
        "PPPP",
        -8.541834267371279
      ],
      [
        "LVD",
        -8.541984493779566
      ],
      [
        "LAD",
        -8.54262614908674
      ],
      [
        "SPE",
        -8.542702158364156
      ],
      [
        "AAE",
        -8.542722830920848
      ],
      [
        "HQR",
        -8.543265382055925
      ],
      [
        "NNNNNNNN",
        -8.544097087412604
      ],
      [
        "RRK",
        -8.544504686664261
      ],
      [
        "AVA",
        -8.544681771717736
      ],
      [
        "RKK",
        -8.54725722797378
      ],
      [
        "YW",
        -8.548033256577632
      ],
      [
        "LAR",
        -8.550236136528685
      ],
      [
        "EVE",
        -8.55853702325187
      ],
      [
        "LVE",
        -8.559935902555125
      ],
      [
        "SGL",
        -8.561074459634519
      ],
      [
        "ILE",
        -8.563464346195284
      ],
      [
        "QSP",
        -8.564195710547512
      ],
      [
        "KKI",
        -8.564926691318743
      ],
      [
        "EKK",
        -8.565163610893173
      ],
      [
        "AAAA",
        -8.567258145878347
      ],
      [
        "SSI",
        -8.569899934186157
      ],
      [
        "LNE",
        -8.570415066363287
      ],
      [
        "KRL",
        -8.572222863210044
      ],
      [
        "SLE",
        -8.572356401018627
      ],
      [
        "TSL",
        -8.57292746010175
      ],
      [
        "PAG",
        -8.573092554241537
      ],
      [
        "KEI",
        -8.573205650049239
      ],
      [
        "ILD",
        -8.575856983917303
      ],
      [
        "EEG",
        -8.576330372244835
      ],
      [
        "TAT",
        -8.576769384781338
      ],
      [
        "DSE",
        -8.576910548679326
      ],
      [
        "ARA",
        -8.576972184599626
      ],
      [
        "TLS",
        -8.5771430084098
      ],
      [
        "ELV",
        -8.578471033916017
      ],
      [
        "HW",
        -8.578826996302482
      ],
      [
        "GKK",
        -8.579449554734202
      ],
      [
        "LNL",
        -8.579467294755979
      ],
      [
        "SLV",
        -8.579997128238212
      ],
      [
        "ALK",
        -8.582365126080838
      ],
      [
        "RSL",
        -8.58431366011199
      ],
      [
        "EIE",
        -8.585107986699652
      ],
      [
        "VPG",
        -8.58567420737532
      ],
      [
        "ENE",
        -8.585858493847484
      ],
      [
        "TGE",
        -8.587040205631123
      ],
      [
        "QRL",
        -8.589619652071892
      ],
      [
        "LKA",
        -8.589762129515588
      ],
      [
        "LVS",
        -8.59025899536612
      ],
      [
        "DAV",
        -8.590546563470062
      ],
      [
        "KPK",
        -8.590809230732944
      ],
      [
        "LDA",
        -8.59137060871042
      ],
      [
        "DLD",
        -8.591511589525764
      ],
      [
        "SAA",
        -8.593121179237023
      ],
      [
        "TLP",
        -8.593940493015243
      ],
      [
        "SDL",
        -8.594678048770149
      ],
      [
        "KEV",
        -8.594690230568869
      ],
      [
        "GLV",
        -8.596726664988156
      ],
      [
        "ELI",
        -8.601115869594254
      ],
      [
        "KTK",
        -8.601665381379815
      ],
      [
        "PST",
        -8.603469566271524
      ],
      [
        "EPE",
        -8.603693778081674
      ],
      [
        "DDL",
        -8.60393765673528
      ],
      [
        "SPG",
        -8.610049521868259
      ],
      [
        "TGS",
        -8.610377662005956
      ],
      [
        "VSA",
        -8.615567427967598
      ],
      [
        "LLT",
        -8.616101652254352
      ],
      [
        "SLT",
        -8.61647080225335
      ],
      [
        "PVS",
        -8.617428563475459
      ],
      [
        "SAT",
        -8.619613577645932
      ],
      [
        "NLP",
        -8.620213193567924
      ],
      [
        "TTS",
        -8.620953015378314
      ],
      [
        "SLD",
        -8.62125599398944
      ],
      [
        "AAP",
        -8.622574850425945
      ],
      [
        "EKV",
        -8.623085834303744
      ],
      [
        "LDP",
        -8.624278734289549
      ],
      [
        "VAA",
        -8.624556861022304
      ],
      [
        "LPA",
        -8.624618513596733
      ],
      [
        "LAL",
        -8.625912528487289
      ],
      [
        "RRS",
        -8.627562110511143
      ],
      [
        "RLA",
        -8.627919925328776
      ],
      [
        "ILS",
        -8.629455877070702
      ],
      [
        "GKG",
        -8.629693856933532
      ],
      [
        "LAQ",
        -8.63000454341061
      ],
      [
        "DLK",
        -8.630456639807825
      ],
      [
        "TAS",
        -8.634159845809368
      ],
      [
        "SEL",
        -8.634817164518724
      ],
      [
        "LST",
        -8.63494461109672
      ],
      [
        "VSG",
        -8.636794180024776
      ],
      [
        "EKI",
        -8.636873881403103
      ],
      [
        "EQE",
        -8.638010486861148
      ],
      [
        "SKL",
        -8.638344929957718
      ],
      [
        "PGS",
        -8.64043105892263
      ],
      [
        "DGE",
        -8.643567904281547
      ],
      [
        "WY",
        -8.644764949298592
      ],
      [
        "AQA",
        -8.64679628258365
      ],
      [
        "DEA",
        -8.647891614506811
      ],
      [
        "IKK",
        -8.649536080842603
      ],
      [
        "LGS",
        -8.650083242513196
      ],
      [
        "DEI",
        -8.650177267995478
      ],
      [
        "SRL",
        -8.650257100369512
      ],
      [
        "SLN",
        -8.652049338158232
      ],
      [
        "LSG",
        -8.656965162326564
      ],
      [
        "RGG",
        -8.65967294747675
      ],
      [
        "KLI",
        -8.659700596749232
      ],
      [
        "AAQ",
        -8.661910060475016
      ],
      [
        "WH",
        -8.66250308408263
      ],
      [
        "VLE",
        -8.662924968677729
      ],
      [
        "LKQ",
        -8.663994460655044
      ],
      [
        "QPQ",
        -8.665109475655589
      ],
      [
        "IKE",
        -8.665232658367433
      ],
      [
        "AAT",
        -8.66590044284056
      ],
      [
        "KER",
        -8.665989960466405
      ],
      [
        "LSN",
        -8.666710423150434
      ],
      [
        "TEE",
        -8.667373037252279
      ],
      [
        "VPP",
        -8.667558516739263
      ],
      [
        "ISS",
        -8.6685459202135
      ],
      [
        "EDD",
        -8.66866582397109
      ],
      [
        "PEE",
        -8.669451952573457
      ],
      [
        "STL",
        -8.669507186220875
      ],
      [
        "NNS",
        -8.671046733276874
      ],
      [
        "DDE",
        -8.673177326662703
      ],
      [
        "SLG",
        -8.675187612711927
      ],
      [
        "DGK",
        -8.675384848080782
      ],
      [
        "VSE",
        -8.675908169953917
      ],
      [
        "ARR",
        -8.677205095043561
      ],
      [
        "SAV",
        -8.678717735099697
      ],
      [
        "TPL",
        -8.679363857574428
      ],
      [
        "QSL",
        -8.679807404435756
      ],
      [
        "ETE",
        -8.682881559104523
      ],
      [
        "GPP",
        -8.684169580816821
      ],
      [
        "DKL",
        -8.686340951360666
      ],
      [
        "ALE",
        -8.686342872505609
      ],
      [
        "NSL",
        -8.68677931777664
      ],
      [
        "PVL",
        -8.688180809159913
      ],
      [
        "QQP",
        -8.689501854609363
